result/usenix/run3/results-prctl12-9/benchmark-stats.log
  240000000 requests completed in 365.75 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.80% <= 2 milliseconds
46.26% <= 3 milliseconds
73.47% <= 4 milliseconds
84.30% <= 5 milliseconds
92.29% <= 6 milliseconds
96.00% <= 7 milliseconds
97.51% <= 8 milliseconds
98.45% <= 9 milliseconds
98.87% <= 10 milliseconds
99.19% <= 11 milliseconds
99.39% <= 12 milliseconds
99.55% <= 13 milliseconds
99.67% <= 14 milliseconds
99.73% <= 15 milliseconds
99.76% <= 16 milliseconds
99.78% <= 17 milliseconds
99.80% <= 18 milliseconds
99.82% <= 19 milliseconds
99.83% <= 20 milliseconds
99.84% <= 21 milliseconds
99.85% <= 22 milliseconds
99.86% <= 23 milliseconds
99.87% <= 24 milliseconds
99.87% <= 25 milliseconds
99.88% <= 26 milliseconds
99.88% <= 27 milliseconds
99.89% <= 28 milliseconds
99.89% <= 29 milliseconds
99.89% <= 30 milliseconds
99.90% <= 31 milliseconds
99.90% <= 32 milliseconds
99.91% <= 33 milliseconds
99.91% <= 34 milliseconds
99.91% <= 35 milliseconds
99.91% <= 36 milliseconds
99.92% <= 37 milliseconds
99.92% <= 38 milliseconds
99.92% <= 39 milliseconds
99.93% <= 40 milliseconds
99.93% <= 41 milliseconds
99.93% <= 42 milliseconds
99.94% <= 43 milliseconds
99.94% <= 44 milliseconds
99.94% <= 45 milliseconds
99.95% <= 46 milliseconds
99.95% <= 47 milliseconds
99.95% <= 48 milliseconds
99.96% <= 49 milliseconds
99.96% <= 50 milliseconds
99.96% <= 51 milliseconds
99.96% <= 52 milliseconds
99.97% <= 53 milliseconds
99.97% <= 54 milliseconds
99.97% <= 55 milliseconds
99.97% <= 56 milliseconds
99.97% <= 57 milliseconds
99.97% <= 58 milliseconds
99.98% <= 59 milliseconds
99.98% <= 60 milliseconds
99.98% <= 61 milliseconds
99.98% <= 62 milliseconds
99.98% <= 63 milliseconds
99.98% <= 64 milliseconds
99.98% <= 65 milliseconds
99.98% <= 66 milliseconds
99.98% <= 67 milliseconds
99.98% <= 68 milliseconds
99.98% <= 69 milliseconds
99.98% <= 70 milliseconds
99.98% <= 71 milliseconds
99.98% <= 72 milliseconds
99.98% <= 73 milliseconds
99.98% <= 74 milliseconds
99.98% <= 75 milliseconds
99.98% <= 76 milliseconds
99.99% <= 77 milliseconds
99.99% <= 78 milliseconds
99.99% <= 79 milliseconds
99.99% <= 80 milliseconds
99.99% <= 81 milliseconds
99.99% <= 82 milliseconds
99.99% <= 83 milliseconds
99.99% <= 84 milliseconds
99.99% <= 85 milliseconds
99.99% <= 86 milliseconds
99.99% <= 87 milliseconds
99.99% <= 88 milliseconds
99.99% <= 89 milliseconds
99.99% <= 91 milliseconds
99.99% <= 93 milliseconds
99.99% <= 94 milliseconds
99.99% <= 97 milliseconds
99.99% <= 98 milliseconds
99.99% <= 99 milliseconds
99.99% <= 100 milliseconds
99.99% <= 101 milliseconds
99.99% <= 102 milliseconds
99.99% <= 103 milliseconds
99.99% <= 104 milliseconds
99.99% <= 105 milliseconds
99.99% <= 106 milliseconds
99.99% <= 108 milliseconds
99.99% <= 109 milliseconds
99.99% <= 110 milliseconds
99.99% <= 112 milliseconds
99.99% <= 114 milliseconds
99.99% <= 116 milliseconds
99.99% <= 117 milliseconds
99.99% <= 118 milliseconds
99.99% <= 119 milliseconds
99.99% <= 120 milliseconds
99.99% <= 121 milliseconds
99.99% <= 122 milliseconds
99.99% <= 123 milliseconds
99.99% <= 124 milliseconds
99.99% <= 125 milliseconds
99.99% <= 128 milliseconds
99.99% <= 129 milliseconds
99.99% <= 132 milliseconds
99.99% <= 133 milliseconds
99.99% <= 134 milliseconds
99.99% <= 135 milliseconds
100.00% <= 136 milliseconds
100.00% <= 137 milliseconds
100.00% <= 138 milliseconds
100.00% <= 140 milliseconds
100.00% <= 142 milliseconds
100.00% <= 143 milliseconds
100.00% <= 148 milliseconds
100.00% <= 150 milliseconds
100.00% <= 152 milliseconds
100.00% <= 156 milliseconds
100.00% <= 157 milliseconds
100.00% <= 160 milliseconds
100.00% <= 163 milliseconds
100.00% <= 165 milliseconds
100.00% <= 166 milliseconds
100.00% <= 167 milliseconds
100.00% <= 170 milliseconds
100.00% <= 171 milliseconds
100.00% <= 172 milliseconds
100.00% <= 173 milliseconds
100.00% <= 174 milliseconds
100.00% <= 175 milliseconds
100.00% <= 176 milliseconds
100.00% <= 178 milliseconds
100.00% <= 179 milliseconds
100.00% <= 184 milliseconds
100.00% <= 186 milliseconds
100.00% <= 187 milliseconds
100.00% <= 188 milliseconds
100.00% <= 195 milliseconds
100.00% <= 199 milliseconds
100.00% <= 203 milliseconds
100.00% <= 204 milliseconds
100.00% <= 205 milliseconds
100.00% <= 206 milliseconds
100.00% <= 207 milliseconds
100.00% <= 209 milliseconds
100.00% <= 270 milliseconds
100.00% <= 274 milliseconds
100.00% <= 277 milliseconds
100.00% <= 283 milliseconds
100.00% <= 287 milliseconds
100.00% <= 291 milliseconds
100.00% <= 297 milliseconds
100.00% <= 318 milliseconds
100.00% <= 336 milliseconds
100.00% <= 339 milliseconds
100.00% <= 340 milliseconds
100.00% <= 342 milliseconds
100.00% <= 345 milliseconds
100.00% <= 349 milliseconds
100.00% <= 350 milliseconds
100.00% <= 351 milliseconds
100.00% <= 353 milliseconds
100.00% <= 353 milliseconds
656185.94 requests per second